Repository: icorn/Calibrate
Catalog: calibrate/*.lproj/Localizable.strings
Languages: de

# PressRemoteButton
source: Press the touch surface on the remote to show test pattern
de: Um das Testbild zu zeigen, drücke die Touch-Oberfläche auf der Fernbedienung

# PressRemoteButtonPrivacy
source: Press the touch surface on the remote to show the privacy policy
de: Um die Datenschutz-Erklärung zu sehen, drücke die Touch-Oberfläche auf der Fernbedienung

# introHeader1
source: Before you start calibrating, you should consider the following points to achieve the best result:
de: Bevor du mit der Kalibrierung loslegst, solltest du einige Punkte beachten, um ein optimales Ergebnis zu erreichen:

# introBullet1
source: Go to the settings of your display and set the picture mode to 'movie mode' or 'cinema mode' (the name depends on the manufacturer). The factory settings are usually too bright and oversaturated.
de: Stelle den Bildmodus deines Displays auf 'Filmmodus' oder 'Kinomodus'. Je nach Hersteller kann es auch 'Movie Mode' oder 'Cinema Mode' heißen. In der Werkseinstellung ist oft ein Modus ausgewählt, der unnatürlich knallige Farben oder eine übersteigerte Helligkeit darstellt.

# introBullet2
source: The conditions of your room (lighting, viewing distance) while calibrating should be identical to the conditions while watching TV and movies.
de: Die Kalibrierung sollte unter den gleichen Licht- und Raumverhältnissen stattfinden, in denen du auch tatsächlich TV oder Filme konsumierst.

# introBullet3
source: The steps of the calibration should be performed in the given order, because some steps (e. g. brightness and contrast) depend on each other.
de: Die einzelnen Kalibrierungs-Schritte sollte tatsächlich in der vorgegebenen Reihenfolge durchgeführt werden, weil sie teilweise aufeinander aufbauen bzw. voneinander abhängig sind.

# brightnessHeader1
source: The brightness is one of the most important settings. It sounds paradox, but the brightness setting controls the black level of your display. Instructions:
de: Die Helligkeit ist zusammen mit dem Kontrast die wohl wichtigste Einstellung. Der Helligkeitsregler steuert (auch wenn es paradox klingt) hauptsächlich den Schwarzwert des Geräts. Deshalb betrachten wir hier die dunkelsten Grautöne. Vorgehensweise:

# brightnessBullet1
source: First set the brightness to the minimum.
de: Stelle den Helligkeitswert zunächst auf das Minimum.

# brightnessBullet2
source: Now increase the value step by step until all five rectangles on the test pattern are clearly distinguishable from each other.
de: Nun erhöhe den Wert schrittweise bis die fünf Felder des Testbilds alle sichtbar sind und sich klar voneinander unterscheiden.

# brightnessBullet3
source: The 0% rectangle should show a dark black.
de: 0% soll nun ein tiefes Schwarz darstellen.

# contrastHeader1
source: The contrast setting mainly controls the white level of your display. Instructions:
de: Der Kontrastregler steuert hauptsächlich das Weiß des Geräts. Deshalb betrachten wir hier die hellsten Grautöne. Vorgehensweise:

# contrastBullet1
source: First set the contrast to the maximum.
de: Stelle den Kontrastwert zunächst auf das Maximum.

# contrastBullet2
source: Now lower the setting step by step until all five rectangles on the test pattern are clearly distinguishable from each other.
de: Nun verringere den Wert schrittweise bis die fünf Felder des Testbilds alle sichtbar sind und sich klar voneinander unterscheiden.

# contrastBullet3
source: Important: If the contrast is too high, you might see color distortions. This should be avoided. Lower the contrast until the distortions are gone, even if the rectangles are not as clearly distinguishable from each other as before.
de: Wichtig: Bei zu hohem Kontrastwert kann es zu Farbverfälschungen kommen. Ist das der Fall, sollte man den Kontrast etwas niedriger wählen, auch falls dann die Unterschiede zwischen den Farbflächen geringer werden. Sichtbare Farbverfälschungen in Grauwerten sind auf jeden Fall zu vermeiden.

# overscanHeader1
source: Many displays still have overscan turned on for historical reasons. With overscan, the image is first cropped and then upscaled, which lowers the image quality. Instructions:
de: Aus historischen Gründen haben viele Displays noch den sog. Overscan eingeschaltet, der das Bild außen beschneidet und hinterher wieder hochskaliert. Das ist zu vermeiden, da das Skalieren der Bildqualität schadet.

# overscanBullet1
source: Turn overscan *off* in the settings of your display. This is possible on most displays. If you don't find a setting named 'Overscan', look for 'Just Scan' (LG), 'Screen Fit' (Samsung), 'Full Pixel' (Sony), 'Dot by Dot' (Pioneer), 'Wide' (Visio), 'Pixel to Pixel', '1:1 pixel mapping', or 'Native' and turn it *on*. Every TV manufacturer seems to have a different name for that.
de: Schalte Overscan in den Einstellungen deines Displays *aus*. Gibt es die Einstellung 'Overscan' nicht, suche nach der Option 'Bildschirmanpassung / Screen Fit' (Samsung), 'Just Scan' (LG), 'Vollpixel' (Sony), 'Punkt-für-Punkt' (Pioneer), 'Pixel to Pixel' oder 'Nativ' und schalte sie *ein*. Das hat die gleiche Auswirkung, heißt aber von Hersteller zu Hersteller unterschiedlich. Leider hat nicht jedes Gerät eine solche Option.

# overscanBullet2
source: In the test pattern, you should be able to see all eight circles completely. Also, in the six inner rectangles you should be able to see thin vertical lines (on the left-hand side), a checkerboard pattern, and thin horizontal lines (right-hand side).
de: Im Testbild sollten die acht Kreise vollständig zu sehen sein. In den sechs inneren Feldern sollten links dünne vertikale Linien, in der Mitte feine Schachbrettmuster und rechts dünne horizontale Linien erkennbar sein.

# overscanBullet3
source: If that is not the case (e. g. the inner rectangles are gray and muddy), the overscan is still turned on.
de: Ist das nicht der Fall (z. B. wenn die inneren Felder wie grauer Matsch erscheinen), ist der Overscan noch eingeschaltet. Bitte suche die entsprechende Einstellung an deinem Display.

# sharpnessHeader1
source: Many displays add artificial informations (halos or double outlines) to the image if the sharpness is too high. That should be avoided. Instructions:
de: Viele Geräte fügen dem Bild durch zu aggressive Bildschärfe-Einstellungen Informationen (also Pixel) hinzu, die nicht im Ursprungs-Bild enthalten sind. Dadurch entstehen Doppelkonturen. Das wollen wir dem Gerät durch unser Testbild austreiben:

# sharpnessBullet1
source: Set the sharpness to the maximum. You should see lots of double outlines around the lines in the test pattern.
de: Schalte die Schärfeeinstellung auf das Maximum. Du solltest viele Doppelkonturen an den Linien des Testbilds sehen.

# sharpnessBullet2
source: Decrease the sharpness slowly until you see no more halos or double outlines around the lines.
de: Verringere nun die Einstellung solange, bis alle Artefakte bzw. Doppelkonturen rund um die Linien verschwunden sind.

# sharpnessBullet3
source: Don't be surprised if your sharpness setting is now zero or very low.
de: Wundere dich nicht, wenn die Einstellung nun auf 0 oder sehr niedrig steht. Das ist normal - schließlich wollten wir keine künstlich hinzugefügten Pixel im Bild sehen.

# combinationHeader1
source: In the final pattern you can see all previous tests combined. Please check the brightness and contrast settings again, because they work together.
de: Im abschießenden Testbild sind noch einmal alle vorherigen Tests zusammengefasst. Vor allem die Einstellungen für Helligkeit und Kontrast sollten hier noch einmal überprüft werden, da sich beide Werte gegenseitig beeinflussen.
