Repository: icorn/Calibrate
Catalog: calibrate/*.lproj/Localizable.strings
Languages: de

# TitleImage
source: TitleEN
de: TitleDE

source: Calibration
de: Kalibrierung

source: Introduction
de: Einführung

source: Brightness
de: Helligkeit

source: Contrast
de: Kontrast

source: Sharpness
de: Bildschärfe

# Combination
source: Summary
de: Auf einen Blick

source: Close
de: Schließen

source: Misc.
de: Sonstiges

source: Imprint
de: Impressum

# ImprintText
source: Oliver Eichhorn Krossener Str. 27 10245 Berlin Email: oeichhorn@me.com Phone: 030-29048914 German USt-Identifikationsnumber: DE304966186
de: Oliver Eichhorn Krossener Straße 27 10245 Berlin E-Mail: oeichhorn@me.com USt-Identifikationsnummer: DE304966186

source: Imprint / Privacy
de: Impressum / Datenschutz
